// © Copyright 2010, 2015 HP Development Company, L.P.

TaskName = "Skrivarstatus";

SuppliesDetailsTitle = "Detaljerad information om förbrukningsmaterial";
OrderSuppliesTitle = "Beställ HP-förbrukningmaterial";

/* Loading process message */
"Loading..." = "Läser in…";

// Color Names
"black" = "Mattsvart";
"blue" = "Blått";
"brightyellow" = "Klargult";
"cyan" = "Cyan";
"darkgray" = "Fotosvart";
"darkmagenta" = "Mörk magenta";
"flourescentpink" = "Flourescerande rosa";
"flourescentyellow" = "Flourescerande gult";
"glossyblack" = "Glansigt svart";
"gray" = "Grått";
"green" = "Grönt";
"lightcyan" = "Ljus cyan";
"lightgray" = "Ljusgrått";
"lightmagenta" = "Ljus magenta";
"lightyellow" = "Ljusgult";
"magenta" = "Magenta";
"matteblack" = "Mattsvart";
"mediumcyan" = "Mellancyan";
"mediumgray" = "Mellangrått";
"orange" = "Orange";
"photoblack" = "Fotosvart";
"red" = "Rött";
"reflexblue" = "Reflexblått";
"rhodaminered" = "Rhodaminrött";
"transparent" = "Glansförstärkare";
"violet" = "Blått";
"white" = "Vitt";
"yellow" = "Gult";

/* Name field label */
"Name:" = "Namn:";

/* Model field label */
"Model:" = "Modell:";

/* Connection field label */
"Connection:" = "Anslutning:";

/* Address field label */
"IP Address:" = "IP-adress:";

/* Firmware version field label */
"FW Version:" = "Version av fast programvara:";

// Buttons
PrinterDetailsButtonTitle = "Skrivarinfo…";
PrinterDetailsButtonToolTip = "Gå till HP Printer Monitor för mer information om skrivarstatus och varningar.";
SuppliesDetailsButtonTitle = "Info om förbrukningsmaterial…";
SuppliesDetailsButtonToolTip = "Klicka här om du vill ha mer information om statusen för bläckpatroner, skrivhuvuden och papper.";
OrderSuppliesButtonTitle = "Beställ HP-förbrukningmaterial";
OrderSuppliesButtonToolTip = "Beställ HP-förbrukningsmaterial från HP.com";

